#version: 0.2
t h
th e</w>
i n
a n
e d</w>
e r
o f</w>
a t
h i
a r
e n
an d</w>
o r
i n</w>
a s</w>
o n
r e
t o</w>
e r</w>
i t
o n</w>
s t
r o
a m
in g</w>
u r
s h
a l
w as</w>
o r</w>
u n
a k
e s</w>
a l</w>
a n</w>
e c
i s</w>
e n</w>
i on</w>
a s
m p
i c
l y</w>
a t</w>
a c
s u
l e</w>
h e</w>
e s
o m
o u
a i
o k
o s
a d
a g
a p
u s
o w
o l
i s
c h
en t</w>
r i
c e</w>
e l
er e</w>
th at</w>
c h</w>
er i
t i
e m
b y</w>
w h
i l
i g
y o
i d
at ion</w>
n o</w>
e t
en t
f or</w>
a b
i v
T he</w>
c l
S h
hi s</w>
it h</w>
c on
c o
b u
e v
am e</w>
w ith</w>
ro m</w>
t ed</w>
d i
o v
e i
i t</w>
f rom</w>
i r
f or
w hi
h a
u m
er s</w>
o p
u d
o d</w>
j i</w>
' s</w>
n o
a r</w>
t er</w>
re s
e mp
p ro
th er</w>
u g
w ere</w>
J ap
o g
b e
sh i</w>
a in
r in
i on
e x
y o</w>
at ed</w>
it y</w>
whi ch</w>
t h</w>
t ur
l i
s o</w>
I n</w>
t r
ar e</w>
o c
a y</w>
o d
l ed</w>
wh o</w>
f f
u k
a w
e st
i st
u l
a i</w>
b ec
p l
at e</w>
es e</w>
a in</w>
i m
eri od</w>
f am
o t
a y
e ar
u c
ar y</w>
b e</w>
o un
d e
s e
i ly</w>
in ce</w>
E mp
er or</w>
th e
u t
c al
or d
v e</w>
p eriod</w>
emp le</w>
on e</w>
re f
a st
H e</w>
K yo
er n
al ly</w>
hi m
f ter</w>
t s</w>
i k
l e
o -
s t</w>
fam ily</w>
m ent</w>
o o
q u
C h
eri al</w>
o b
Emp eror</w>
P ro
p ar
Kyo to</w>
m an
ha d</w>
s u</w>
p er
r an
t ion</w>
en d
bu t</w>
th is</w>
mp erial</w>
al so</w>
no t</w>
tur e</w>
c hi
p o
a -
p os
h e
I t</w>
in g
ag e</w>
d o</w>
ti m
re c
ow n</w>
j o</w>
i z
1 9
h t</w>
Jap an
cl an</w>
a d</w>
m e
os hi
at ion
s hi
s p
S t
at t
ou t</w>
w or
es t</w>
Japan ese</w>
Pro v
ic e</w>
T emple</w>
Jap an</w>
as s
cal led</w>
o ther</w>
ov ern
st r
i es</w>
K A
s ec
l d</w>
e d
in e</w>
c om
er ed</w>
r it
Prov ince</w>
ok u</w>
i f
I mperial</w>
ad e</w>
an g
a fter</w>
R A</w>
em b
n ame</w>
or i</w>
bec ame</w>
1 8
p e
S hi
us ed</w>
s on</w>
h i</w>
al l</w>
ev er</w>
d er</w>
or y</w>
i al</w>
p res
p ri
ref ec
C ity</w>
T h
ol l
k e</w>
ou s</w>
o ff
g overn
i y
co mp
an d
om e</w>
us e</w>
s id
it ion</w>
ak u
am a</w>
on g</w>
t er
s e</w>
su ch</w>
a v
in to</w>
aw a</w>
ow ever</w>
e ar</w>
re g
K an
ac e</w>
H I
e p
P refec
for m
be en</w>
at er</w>
d es
sh ed</w>
ur ing</w>
er n</w>
u n</w>
k i</w>
ha ve</w>
er v
o ur
b o
f ir
tim e</w>
th ere</w>
ak a</w>
Prefec ture</w>
i -
g e</w>
T ak
d is
wh en</w>
w e
ei r</w>
ur a</w>
an t</w>
B ud
i c</w>
iv e</w>
sh o</w>
e a</w>
Bud d
ol d</w>
u e</w>
l es</w>
sh u</w>
ou g
r ed</w>
ar d</w>
e t</w>
l oc
ak e</w>
ar a</w>
ent s</w>
ak u</w>
d uc
it s</w>
con t
es s
t ing</w>
the y</w>
emb er</w>
g en
T ok
es s</w>
ic al</w>
rin e</w>
am i</w>
s erv
e ly</w>
st e
th eir</w>
t en</w>
c i
en ce</w>
I n
m on
e -
ar d
m in
n e
f l
o to</w>
ai d</w>
s ur
u b
a z
- ji</w>
in c
Y oshi
at su
A M
cl ud
os e</w>
a use</w>
u p</w>
M in
P rin
m ade</w>
d uring</w>
ac t
en g
c c
oo l</w>
k n
K am
n ed</w>
op le</w>
govern ment</w>
h as</w>
f e
W A
f u</w>
fir st</w>
Sh in
oun d</w>
St ation</w>
p or
on g
s y
ch ool</w>
ou ld</w>
e i</w>
s un
E do</w>
off ic
o y
H is</w>
in clud
b el
s el
ak i</w>
c ri
pe ople</w>
b et
b ro
t y</w>
Budd hi
t w
s aid</w>
S HI
H owever</w>
0 0
O T
s i
po in
co un
an ce</w>
y ear</w>
u s</w>
re e</w>
ig ht</w>
ag a</w>
re l
ar m
J un
th oug
oo k</w>
il l
o f
al s</w>
hi g
co ur
kn own</w>
ast le</w>
ow er</w>
S an
pro v
h er</w>
ur e</w>
T A
p r
ti on
e g
o od</w>
est ab
for e</w>
as hi
ch i</w>
ear s</w>
r u
sh in
bec ause</w>
w ay</w>
k o</w>
ation s</w>
ac hi</w>
r y</w>
li shed</w>
Ch in
W A</w>
i or</w>
we en</w>
w rit
or ig
K U
a ther</w>
Prin ce</w>
st or
D ai
yo shi</w>
bet ween</w>
or s</w>
bu il
F U
com m
ok u
i ous</w>
J I
f oll
ar i</w>
M I
p re
ay s</w>
in t
S U
ing s</w>
g ro
on d</w>
di ed</w>
T his</w>
as t</w>
k s</w>
sh og
b as
l ater</w>
ste m</w>
su b
Y am
m or
ab le</w>
G en
om ain</w>
O n</w>
he ad</w>
on ly</w>
os t</w>
1 5
re as
g r
d ai
T ai
un der</w>
ai l
i mp
el l</w>
s ame</w>
ch ar
ain s</w>
WA RA</w>
foll ow
c ent
ap p
ch o</w>
d ec
sid e</w>
it ion
gen er
ac k</w>
it ed</w>
ov er</w>
N o
man y</w>
sy stem</w>
or d</w>
er e
ug h
f ac
un d
st at
an k</w>
k ed</w>
Sh rine</w>
A l
u re
ab out</w>
el d</w>
H ei
FU JI
tw o</w>
K o
str uc
r on
en d</w>
s ome</w>
g o</w>
e y
ar ri
su m
1 6
at a</w>
t ic
a u
c er
ation al</w>
an s
c ur
N i
y ears</w>
an s</w>
st y
su cc
p ol
A fter</w>
t ri
th ro
S A
e k
e ac
D A</w>
f i
v is
f ather</w>
v er
il l</w>
il it
FUJI WARA</w>
re t
at h</w>
w i
ak ura</w>
hi r
em ent</w>
ch ang
e f</w>
cour t</w>
s chool</w>
N ag
ac c
c ap
thoug h</w>
ec t</w>
o w</w>
at su</w>
ad d
G A
Y or
us t</w>
M as
ig n
f u
a shi</w>
u p
re m
al l
ap poin
the m</w>
orig in
t emple</w>
an c
estab lished</w>
T O
C astle</w>
u ro
sty le</w>
aku fu</w>
wh ere</w>
l it
t o
f t</w>
a j
ist er</w>
t ain</w>
su p
pos ition</w>
y u</w>
as a</w>
writ ten</w>
OT O</w>
n am
d ay</w>
Buddhi st</w>
e b
hi m</w>
ig h
m o
U n
N A
d a
l ine</w>
wi th
ord er</w>
iv ed</w>
n ing</w>
H id
ad a</w>
C our
d ing</w>
uk i</w>
st ar
di ff
ord ing</w>
mor e</w>
j in</w>
par t</w>
R ank</w>
th en</w>
or t
l et
att le</w>
c ul
K or
em on
th ree</w>
ord s</w>
sp ec
g iv
g re
m at
th ern</w>
da ugh
v ar
ok i</w>
ac hi
O s
b akufu</w>
t e</w>
al ace</w>
as u</w>
E n
h ou
tur al</w>
in d
includ ing</w>
ic hi</w>
an y</w>
w ell</w>
de ath</w>
su g
M A
su ke</w>
l and</w>
whi le</w>
th an</w>
j in
ar ea</w>
O k
iz ed</w>
T en
S u
di rec
iy a</w>
ic hi
g o
h eld</w>
ev en</w>
u -
con sid
om o</w>
ran k</w>
Th ere</w>
pro duc
A s</w>
appoin ted</w>
m ov
b le</w>
tim es</w>
c an</w>
S en
ilit ary</w>
as e</w>
ent ly</w>
des cri
M ei
sel f</w>
sec ond</w>
at ing</w>
g u
f in
be ing</w>
th ose</w>
s ed</w>
ec ted</w>
v i
daugh ter</w>
C hi
loc ated</w>
arm y</w>
k a</w>
er a</w>
ar ound</w>
r ice</w>
O n
t y
M ar
ain ed</w>
li ke</w>
sh e</w>
serv ed</w>
A r
p rin
H I</w>
ure s</w>
A m
st ory</w>
b l
ug h</w>
Kam akura</w>
h o</w>
1 7
L ine</w>
J u
ou r</w>
sh o
sh a</w>
s it
en c
ri g
T an
shi p</w>
p ub
j a</w>
T o
for m</w>
be g
ne w</w>
u m</w>
N or
d o
m is
m ilitary</w>
tr ans
W h
1 2
c re
Cour t</w>
b or
d ev
el l
a w</w>
an e</w>
c ame</w>
A n
ear ly</w>
ai r
em s</w>
s ince</w>
C on
t emp
i ed</w>
lit er
l ord</w>
t it
j o
at es</w>
AM OTO</w>
shog un</w>
er red</w>
an ts</w>
giv en</w>
res s</w>
D omain</w>
N O
iv er
u t</w>
h on
yo un
thro ugh</w>
h a</w>
tion s</w>
k ing</w>
pl ace</w>
1 0
in v
T SU
pl ac
al e</w>
am ur
i p
h owever</w>
e l</w>
F u
ul ar</w>
if e</w>
eac h</w>
y u
um b
res p
W ar</w>
ec tion</w>
sh rin
su l
l ar
is h</w>
t ook</w>
ist r
o th
offic ial</w>
res id
ev er
p le</w>
d r
T ad
cer emon
Mei ji</w>
op er
s m
MI N
fu l</w>
Sh og
bas ed</w>
G r
Wh en</w>
Os aka</w>
N ara</w>
follow ing</w>
k yo</w>
ci ent</w>
c oll
th ir
i w
h o
2 00
pri est</w>
MIN AMOTO</w>
ti v
F uk
1 3
a ve</w>
Jun ior</w>
ard s</w>
ion s</w>
ar u</w>
m ost</w>
d ue</w>
f oun
d own</w>
th ese</w>
r ap
con struc
c ar
s ion</w>
s on
loc al</w>
l d
is hi
var ious</w>
Chin ese</w>
t su
de p
end ed</w>
ak ing</w>
h er
w ife</w>
at o</w>
H ig
s ou
at ive</w>
be fore</w>
M it
m ain</w>
bro ther</w>
os him
consid ered</w>
diff er
l in
A s
p ower</w>
buil t</w>
O m
ac h
a f
bel i
H i
amur ai</w>
Y o
K in
P alace</w>
tr ad
form ed</w>
ere fore</w>
i mperial</w>
s ol
um i</w>
id ed</w>
le ft</w>
ar o</w>
it su</w>
p p
GA WA</w>
wor d</w>
iver s
Shi g
ig n</w>
Y AM
S him
s om
the ory</w>
chi ef</w>
Hei an</w>
reg ion</w>
K I</w>
v ed</w>
n umb
M or
pres ent
H O
i shed</w>
g ran
ad op
oc i
ov e</w>
sh rine</w>
Tok yo</w>
k oku</w>
S ak
s en
y ama</w>
as s</w>
per son</w>
pos t</w>
d e</w>
ex p
is t</w>
p ass
W ard</w>
e yoshi</w>
for c
he ad
cur r
b ed</w>
jin ja</w>
u ary</w>
o z
d s</w>
u st
w ould</w>
ain st</w>
ic t</w>
id ent</w>
di d</w>
p ain
m other</w>
C oun
ty p
m achi</w>
b ack</w>
b ir
n or
S ei
A k
ok a</w>
S ad
sec t</w>
1 4
A pri
st ation</w>
Apri l</w>
star ted</w>
ou s
ut e</w>
fe ud
G A</w>
ort ant</w>
pol it
el op
le g
Mar ch</w>
re n</w>
ag ainst</w>
bo th</w>
on o</w>
ol og
re tur
u al</w>
Al though</w>
N ob
un i</w>
feud al</w>
tit le</w>
s amurai</w>
H A
t ers</w>
e ther</w>
T su
en ti
bor n</w>
k an
l o
him self</w>
K ei
am oto</w>
t su</w>
k ami</w>
m ain
st ud
form er</w>
t re
od s</w>
y n
ic s</w>
c or
r a</w>
A cc
J an
R e
t a
Yoshi t
hig h
c ess</w>
di st
A t</w>
ur y</w>
g er</w>
est iv
c t
ail way</w>
Jan uary</w>
it ies</w>
k u</w>
e w</w>
w ent</w>
re qu
ex c
succ ess
m od
t e
t en
ti es</w>
pres ent</w>
S ai
d oc
u ally</w>
yn ast
ig ned</w>
an cient</w>
an o</w>
s m</w>
m yo</w>
emp eror</w>
Gen ji</w>
pl ay
wor k</w>
M on
00 0</w>
o m</w>
H on
o shi</w>
m ar
K I
i b
cont ro
S chool</w>
ex ist
i e</w>
c ould</w>
ex am
0 0</w>
Buddhi sm</w>
g an
K ag
ret ain
s ist
it al</w>
m oun
D ec
t ro
t ec
in ter
of ten</w>
dev elop
rec e
id d
b ook</w>
H ok
K O
un e</w>
r ing</w>
ceremon y</w>
am ong</w>
id e</w>
beli ev
s ch
Ju ly</w>
Chin a</w>
k an</w>
st it
w ar</w>
som e
ti ve</w>
s es</w>
Y as
ter rit
re sul
chi ld
us hi
numb er</w>
in u
O ct
ivers ity</w>
ur o</w>
re et</w>
adop ted</w>
is su
v ing</w>
ti l</w>
chang ed</w>
ep t</w>
o- ji</w>
c ro
ob er</w>
add ition</w>
Oct ober</w>
er ing</w>
us ing</w>
M t</w>
un d</w>
t ea</w>
bec ome</w>
v ol
un ate</w>
A ug
con f
comp let
y ing</w>
prov inc
en ed</w>
a m</w>
Aug ust</w>
ex t</w>
d ays</w>
chi ld</w>
hi stor
gro up</w>
b ur
n er</w>
thir d</w>
h and
ep t
l ong</w>
sup por
at ure</w>
J O</w>
con c
F eb
us a</w>
Acc ording</w>
I RA</w>
Nob un
ru ary</w>
e ed
Feb ruary</w>
ition al</w>
o jo</w>
a h
Dec ember</w>
st and
t og
om i</w>
t ly</w>
at ely</w>
ag on</w>
d ed</w>
an -
M ay</w>
N O</w>
No bu
sun e</w>
M us
o j
KA WA</w>
d en</w>
M ik
N ak
it e</w>
li c</w>
a ff
18 6
H an
ob u</w>
d iv
app ear
p op
is ion</w>
sec tion</w>
ynast y</w>
1 0</w>
T he
un til</w>
b attle</w>
d et
st ate</w>
him a</w>
with out</w>
Hid eyoshi</w>
T A</w>
d omain</w>
idd le</w>
K ok
oth ers</w>
Min ister</w>
or t</w>
S ept
M ot
if th</w>
fam il
Sept ember</w>
Nobun aga</w>
cent ury</w>
S ou
li f
no w</w>
differ ent</w>
u chi</w>
par tic
c as
K aw
m us
N ov
m er
il led</w>
P eriod</w>
c ol
i ally</w>
i f</w>
ard ed</w>
K i
N ational</w>
m ast
is m</w>
K it
s ake</w>
h al
i d</w>
v ass
, 000</w>
hou se</w>
or gan
or o</w>
h and</w>
Yo shin
M uro
K en
um e</w>
e ki</w>
ain ing</w>
p ur
Nov ember</w>
hi story</w>
me di
temp les</w>
arri ed</w>
U RA</w>
ad v
liter ally</w>
TO KU
fl u
char act
et su</w>
an other</w>
Y oshim
b us
Yor it
t ow
no -
estiv al</w>
ar e
me ans</w>
em on</w>
Sh into</w>
et s</w>
in d</w>
b re
m an</w>
bir th</w>
our th</w>
g ed</w>
des c
Un iversity</w>
off ice</w>
e w
b ran
ab ove</w>
est ern</w>
W ak
min istr
A SHI
m et
t or</w>
fac t</w>
f our</w>
re ad
iv er</w>
Jun e</w>
rig ht</w>
gener al</w>
ai -
gre at</w>
cont inu
pr act
il ed</w>
18 7
air s</w>
z o</w>
m emb
op s</w>
ag es</w>
Gr ade</w>
e f
sh ap
ion al</w>
b ar
ok s</w>
K on
m e</w>
Muro machi</w>
al ong</w>
des ign
sh ould</w>
Budd ha</w>
s l
hig h</w>
a th
tr ains</w>
M I</w>
G overn
il ity</w>
d a</w>
tr y</w>
in flu
beg an</w>
se t</w>
cri p
le ad
c astle</w>
B attle</w>
H ou
ow ed</w>
ti red</w>
E x
w ill</w>
l ived</w>
k ai
est s</w>
d ic
a o</w>
lar ge</w>
ent h</w>
famil ies</w>
Fu j
w ater</w>
memb ers</w>
TOKU GAWA</w>
imp ortant</w>
mo ted</w>
cap ital</w>
au th
t ak
e um</w>
i sh
un known</w>
i qu
tog ether</w>
an a</w>
w om
K E
youn ger</w>
ou t
no b
in ed</w>
I z
ex pres
R iver</w>
en -
R ailway</w>
j u</w>
v ill
ey asu</w>
d ori</w>
C HI
serv ice</w>
plac ed</w>
M un
T sun
Hi ro
lif e</w>
stat ue</w>
od o</w>
m ake</w>
F or</w>
b a</w>
r ak
d om
S HI</w>
O t
Emp ress</w>
acc ording</w>
eed ed</w>
aw ay</w>
v er</w>
origin al</w>
m a</w>
h ol
m it
ter m</w>
I k
pri v
believ ed</w>
shrin es</w>
int ro
M iy
m en
ha ving</w>
ur i</w>
d u
ik o</w>
c il
S um
uc hi
m ember</w>
li sh
ug ht</w>
ver y</w>
hir o</w>
od ay</w>
T om
child ren</w>
ic ally</w>
C HI</w>
o p</w>
h an</w>
ag i</w>
per son
or ies</w>
S O
pro moted</w>
h n
resid ence</w>
i l</w>
wor ld</w>
l ate</w>
Mit su
KA GA</w>
e qu
o od
Y O
p ut</w>
j o-
ad ministr
dai myo</w>
ug o</w>
rece ived</w>
w n</w>
aj or</w>
ASHI KAGA</w>
ron t</w>
cal end
r o</w>
s c
descri bed</w>
om iya</w>
s o
un c
doc um
S ince</w>
k illed</w>
T am
1 5</w>
resp on
ag ed</w>
g awa</w>
intro duc
2 0</w>
m on</w>
buil ding</w>
pub lic</w>
z uk
st ill</w>
OT O
h or
h all</w>
typ e</w>
ug awa</w>
iz ation</w>
polit ical</w>
ition s</w>
Sh o
f ive</w>
R A
sm all</w>
Sen ior</w>
l aw</w>
k e
hi to</w>
n ational</w>
od ai
f ound</w>
c a
uk u</w>
S he</w>
p at
und er
trad itional</w>
St reet</w>
with in</w>
s il
F us
ap er</w>
K at
contro l</w>
gran d
trans f
ap pro
cl ass
B un
y ok
thoug ht</w>
mov ed</w>
b i
N an
S e
nam es</w>
H ar
I eyasu</w>
govern or</w>
K um
succ eeded</w>
in -
calend ar</w>
ach ed</w>
ist ry</w>
ak o</w>
k ai</w>
ic ul
H ist
ic ation</w>
The y</w>
s ent</w>
gr ad
nam ed</w>
i an</w>
sum ed</w>
p h
t ures</w>
f ront</w>
' t</w>
histor ical</w>
bran ch</w>
l l
K ai
u shi</w>
h old</w>
cil or</w>
y or
yo -
i shi</w>
Tok ugawa</w>
yo u</w>
r ai
M atsu
G u
coun try</w>
rel ig
p ow
re ad</w>
w ords</w>
18 8
ar t</w>
shi n</w>
e as
desc end
includ ed</w>
comm on</w>
st u
t ai
p i
exam ple</w>
N I
t ment</w>
M i
per formed</w>
ik i</w>
ut su</w>
Yorit omo</w>
MA TSU
D A
et y</w>
com man
og e</w>
o ji</w>
ex t
m s</w>
inc reas
bo oks</w>
er y</w>
resul t</w>
ol s</w>
im a</w>
19 9
d est</w>
p ic
S uk
y a</w>
m aking</w>
I w
ob a</w>
a- jo</w>
Shog un</w>
g ave</w>
a e</w>
ch ed</w>
s oci
g od</w>
dep end
p ec
ref erred</w>
is e</w>
h y</w>
design ated</w>
D uring</w>
um a</w>
p s</w>
Th erefore</w>
K iy
I s
1 2</w>
ay ing</w>
NA KA
s k
in ess</w>
produc ed</w>
K A</w>
sur yo</w>
g ood</w>
de fe
chang e</w>
al ity</w>
wor ks</w>
m i</w>
olog y</w>
pass ed</w>
head ed</w>
S ec
retur ned</w>
mod ern</w>
construc tion</w>
z en</w>
C om
3 0</w>
cent r
P ar
shi k
char ge</w>
an n
ad o</w>
y -
tr a</w>
os ed</w>
od y</w>
in oge</w>
tec hn
Yam ato</w>
po st
A d
C o
Al so</w>
v al
ic es</w>
are as</w>
ri bu
play ed</w>
m iddle</w>
him e</w>
u su
ai r</w>
1 1</w>
l ec
t ake</w>
in s</w>
l at
c ase</w>
18 9
er al</w>
Kor ea</w>
ut ion</w>
tion ed</w>
se qu
A z
issu ed</w>
hi de</w>
Sh ing
w ard</w>
ov er
continu ed</w>
b u</w>
TA IRA</w>
L e
main ly</w>
f ul
pos ed</w>
ri d
m ent
se en</w>
L ower</w>
pro per
m u</w>
Sou thern</w>
N ar
appear ed</w>
sit u
Prin cess</w>
pop ular</w>
O DA</w>
K yu
K un
D ynasty</w>
w est</w>
19 4
on -
l and
In c
tr ain</w>
et ry</w>
o h
Tai ra</w>
F am
origin ally</w>
m ag
Nor thern</w>
Min istry</w>
C ul
bel ong
iv ing</w>
n ext</w>
M URA</w>
s ai</w>
moun tain</w>
l ess</w>
shog unate</w>
n ec
T O</w>
w ar
1 8</w>
Coun ty</w>
territ ory</w>
O ff
e m</w>
M an
develop ed</w>
B A
t oday</w>
cre ated</w>
sol di
r y
Y A
En g
r one</w>
en shrin
m y</w>
in ning</w>
a ut
R I</w>
s ing</w>
l ost</w>
th erefore</w>
ref ers</w>
eri es</w>
M A</w>
L ater</w>
k en</w>
po ems</w>
me an
ent ered</w>
fam ous</w>
p aper</w>
mast er</w>
hal f</w>
c ust
2 1</w>
youn g</w>
s im
ro le</w>
e ast</w>
1 3</w>
s ever
rel ation
for e
comp an
F ur
hir a</w>
se i</w>
ab e</w>
D e
gro und</w>
g un</w>
iv es</w>
em ents</w>
some times</w>
D ain
mus ic</w>
G re
p ed</w>
H all</w>
tiv ely</w>
2 5</w>
sun a</w>
e y</w>
w ays</w>
on om
con duc
as aki</w>
forc es</w>
ag ain</w>
a it
cl ass</w>
M ur
b an
J in
c ir
c ity</w>
sit e</w>
si ble</w>
oug ht</w>
me th
hi s
ay ama</w>
Y uk
D iv
r ul
or ed</w>
m u
if ied</w>
pi ec
l ear
w a</w>
or ial</w>
s word</w>
i als</w>
provinc ial</w>
ch u</w>
am b
tic le</w>
t eac
ok o</w>
um ul
th ing</w>
r en
reas on</w>
h on</w>
YAM A</w>
on ce</w>
f ur
S ek
pl es</w>
G o
hi b
G on</w>
z ur
w id
j ect</w>
coun cilor</w>
I chi
iz e</w>
im i</w>
K az
H e
K u
ord in
ic h
ab ol
M ai
of f</w>
t own</w>
on s</w>
men tioned</w>
s ev
j ust</w>
poin t</w>
re st
nob les</w>
Hig ashi
Fus him
2 8</w>
19 8
1 6</w>
sug u</w>
l ast</w>
ist ered</w>
descri p
con sist
B E</w>
wh ose</w>
e an</w>
S eng
al though</w>
pub lished</w>
a yoshi</w>
at ari</w>
re v
ir o</w>
ac ked</w>
offic ials</w>
cl ose</w>
M ichi
og rap
ay a</w>
K ur
d em
N ew</w>
charact ers</w>
y am
ste ad</w>
D i
no ble</w>
az u</w>
2 4</w>
ro ad</w>
No h</w>
K ar
Co mp
d en
p rec
ed a</w>
R y
1 7</w>
tro ops</w>
st one</w>
estab lish
dis ci
m en</w>
introduc ed</w>
1 4</w>
f il
R ec
prin ci
for man
s et
en ing</w>
auth or
v es</w>
pl ay</w>
oper ation</w>
l ing</w>
pre v
soldi ers</w>
ood en</w>
enshrin ed</w>
as sumed</w>
K om
F rom</w>
retain er</w>
a- cho</w>
fir e</w>
priv ate</w>
YAM A
Kan n
Fam ily</w>
curr ent</w>
th em
rel ated</w>
R it
construc ted</w>
an -ji</w>
sever al</w>
for ce</w>
R o
N a
n s</w>
e p</w>
Om i</w>
S ect</w>
iv ely</w>
h ar
bus iness</w>
iqu e</w>
B ec
tr ac
m ay</w>
an t
pol ic
m ed</w>
ab uki</w>
i x
Fuj iw
th er
O g
n ess</w>
M yo
rak awa</w>
2 3</w>
direc t</w>
di str
J R</w>
Cul tural</w>
ac ter</w>
ug a</w>
re al</w>
ord ered</w>
Kan to</w>
J I</w>
19 0
K og
Div ision</w>
to p</w>
oy a</w>
ang o</w>
D O</w>
spec ial</w>
F ifth</w>
per forman
in aga</w>
v ic
or ation</w>
ir a</w>
m ajor</w>
ear ch</w>
Mus eum</w>
19 7
relation ship</w>
ous ly</w>
all owed</w>
z u</w>
Govern or</w>
th rone</w>
s al
cul tural</w>
Chi k
ut es</w>
st age</w>
char acter</w>
b r
achi ev
19 5
s er
o suke</w>
Hist ory</w>
ac k
u es</w>
c r
re stor
J i
pro t
at ur
w arri
Kei han</w>
Hou se</w>
si x
l ig
beg inning</w>
sc en
l aw
Ni hon
Ko j
o ols</w>
re tired</w>
b ody</w>
sou th</w>
oc hi
in stead</w>
H or
stat us</w>
retain ers</w>
ent er</w>
r yo</w>
c es</w>
orig in</w>
com e</w>
On e</w>
g et</w>
ir ed</w>
T r
en v
Kyu shu</w>
reg arded</w>
T hir
19 6
z an</w>
mean ing</w>
qu ar
vi ew</w>
1 9</w>
S ome</w>
z e</w>
re co
met ers</w>
dai jin</w>
tri es</w>
s an
pl an
bro ught</w>
M O
ok an</w>
is ional</w>
stud y</w>
on es</w>
i ri
Kiy om
cas es</w>
2 7</w>
transf erred</w>
ern al</w>
foun ded</w>
g u</w>
T oshi
Gre at</w>
Fuk u
Bec ause</w>
h ara</w>
H ong
f ourth</w>
H o
form s</w>
stand ing</w>
S atsu
2 9</w>
plac es</w>
p alace</w>
j i-
Seng oku</w>
2 2</w>
re present
cent er</w>
K as
f ood</w>
Tan g</w>
par tment</w>
en s
t al
bec om
r e</w>
Inc ident</w>
ir e</w>
h an
gener ation</w>
Fujiw ara</w>
g ate</w>
A c
N ishi
tak en</w>
sim il
et c</w>
2 6</w>
li ed</w>
vass al</w>
ar ro
y ak
w ro
w ing</w>
enc y</w>
b an</w>
a u</w>
si x</w>
sch ools</w>
ro om</w>
ever y</w>
po etry</w>
d ri
TO Y
C ap
ne w
ast ern</w>
re por
r un
W est</w>
l ev
jo ined</w>
Min amoto</w>
k uni</w>
se par
iw a</w>
ind ic
ed uc
complet ed</w>
ud o</w>
Mai zur
wh at</w>
pro f
wro te</w>
ow ing</w>
d est
op ened</w>
el s</w>
Gu ards</w>
ro ku</w>
p er</w>
ul ar
m ot
rem ains</w>
m ents</w>
e ff
relig ious</w>
comp any</w>
se hold</w>
ro und
fi ed</w>
d el
B us</w>
oy ama</w>
og atari</w>
eri als</w>
coun tries</w>
on in</w>
u ji</w>
in ation</w>
cul ture</w>
at s</w>
end ai</w>
O r
C l
m arried</w>
TA KE
ug o
situ ation</w>
sequ ently</w>
ow s</w>
OTO MI</w>
pro c
foun der</w>
TOY OTOMI</w>
Off ice</w>
Ch o
m ik
K uro
vill age</w>
nor th</w>
E chi
l ong
enc es</w>
en se</w>
li m
ta x</w>
ed it
av es</w>
tri c</w>
mit ted</w>
im age</w>
l ords</w>
h ome</w>
N ai
pp er</w>
I se</w>
19 3
r an</w>
yo t
inv ol
t ot
d ate</w>
k et</w>
att ack</w>
x im
bu n</w>
W or
os a</w>
meth od</w>
f ol
se as
M e
aff airs</w>
f estival</w>
de ity</w>
Y A</w>
H os
ent ed</w>
comman der</w>
HO SO
ron ic
inc ident</w>
read y</w>
F estival</w>
p refec
min ister</w>
dec ided</w>
man ag
N in
up on</w>
di es</w>
W estern</w>
oc cur
influ ence</w>
Thir d</w>
t le</w>
form ation</w>
c rit
an i</w>
H ak
st op</w>
defe ated</w>
ass igned</w>
K atsu
I m
s crip
rec ord</w>
ac t</w>
W hi
S ang
rid ge</w>
j i
tri ed</w>
pain ting</w>
f ought</w>
mat erials</w>
ut y</w>
K e
co v
a emon</w>
Maizur u</w>
w estern</w>
umul us</w>
forc ed</w>
simil ar</w>
coll ection</w>
t or
o e</w>
P ri
wom en</w>
Sec ond</w>
H ik
ag o</w>
Z A
u -ji</w>
eng th</w>
U CHI</w>
provinc es</w>
docum ents</w>
w aka</w>
R eg
partic ip
k ind</w>
s en</w>
k i
enc ed</w>
cer tain</w>
con fl
z a</w>
m yo
curr ently</w>
Th ese</w>
f ish</w>
at eg
it a</w>
oun t</w>
follow s</w>
Satsu ma</w>
F ir
t ings</w>
g yo</w>
ass oci
s ei
ent ion</w>
kai do</w>
t aking</w>
em y</w>
dr aw
R I
Ro ad</w>
K ot
vass als</w>
anc es</w>
enti al</w>
ol der</w>
com mon
am ed</w>
Kor ean</w>
sh oki</w>
in her
oper ated</w>
vis ited</w>
n in
R oku
teac h
end ing</w>
str ong</w>
po em</w>
he av
all s</w>
pri ests</w>
H it
Y u
Le ft</w>
iz u</w>
T ale</w>
ay ed</w>
Z en
f ri
f ifth</w>
H yo
en s</w>
au ce</w>
ti c</w>
k oku
high est</w>
S et
m ak
N A</w>
od e</w>
C ro
se e</w>
re i</w>
g ing</w>
cl oth
cl o
ru le</w>
produc tion</w>
er -
d era</w>
Dain agon</w>
r yu</w>
o chi</w>
sh es</w>
p un
ing u</w>
f em
de f
c arried</w>
ard en</w>
M ain</w>
k ok
R ou
n ight</w>
bu s</w>
s qu
l ower</w>
s auce</w>
centr al</w>
bu tsu</w>
B o
1 18
prin ce</w>
pl at
conduc ted</w>
HOSO KAWA</w>
l ish</w>
h um
vol ume</w>
establish ment</w>
N ichi
F or
ard ing</w>
Rou te</w>
w ooden</w>
re p
e igh
Fir st</w>
t reas
ro y
ir i</w>
g l
me as
in st
ca used</w>
Th en</w>
shap e</w>
occur red</w>
Tsu k
Pro per
h ood</w>
Su tra</w>
th ers</w>
whi te</w>
Z en</w>
lat ter</w>
f ace</w>
ac y</w>
wor ked</w>
si mp
par ty</w>
car s</w>
al ready</w>
ar s</w>
th um
s ign
Yoshit sune</w>
lin es</w>
bel l
s ay</w>
op in
ec tively</w>
mon k</w>
um es</w>
am p
Con f
K y
I mp
R ight</w>
at ic</w>
shap ed</w>
i i</w>
F ourth</w>
or por
offic er</w>
gran ted</w>
Ch u
ro und</w>
l un
L t
Rit suryo</w>
Nihon shoki</w>
ec ts</w>
a shin
rai sed</w>
es cap
con n
al ized</w>
B os
sur v
in o</w>
i ans</w>
let ter</w>
l l</w>
rec ords</w>
ther more</w>
im ate</w>
p e</w>
f av
es pec
aku -
E v
- day</w>
ition ally</w>
est ed</w>
e ight</w>
d ings</w>
ac h</w>
H is
j ud
ic ho</w>
pos e</w>
ail s</w>
er ful</w>
gener ally</w>
g a</w>
R est
s aying</w>
gener ations</w>
TA KA
I I</w>
sch ol
ow ned</w>
espec ially</w>
g n
con v
c ast
J o
E lec
S o
temp or
diff icul
achi -
serv ing</w>
H ir
s even</w>
his a</w>
Sh u
s cal
prov ince</w>
polic y</w>
le t</w>
Whi le</w>
go t</w>
exist ed</w>
div ided</w>
as ed</w>
g ods</w>
fi eld</w>
ac tiv
abol ished</w>
sp read</w>
author ity</w>
xim ately</w>
m em
con d
f o
descrip tion</w>
am ount</w>
J ugo
f arm
aku -ji</w>
ow n
oug h</w>
of uk
lig rap
lead ing</w>
cal ligrap
includ e</w>
h el
att acked</w>
P o
im e</w>
z ei</w>
s hima</w>
ing u
5 0</w>
15 8
us an
ug yo</w>
s ays</w>
grad ually</w>
expres s</w>
ic k</w>
fe w</w>
f r
G I</w>
f ig
b o</w>
vi ew
performan ce</w>
end s</w>
comp iled</w>
add ed</w>
s w
T og
t om
reg ions</w>
HO JO</w>
sur round
Kann on</w>
l igh
fl o
stu died</w>
mu ch</w>
i an
el ds</w>
I ts</w>
l oy
Shog unate</w>
S ag
J odo</w>
n ear</w>
ab in
ref er</w>
y aku</w>
im ono</w>
ac qu
av ing</w>
ad vis
ab uro</w>
Y ok
fore ign</w>
pres s</w>
d ance</w>
ass ist
mon ey</w>
co ok
administr ation</w>
Ch ronic
wom an</w>
th us</w>
ran ked</w>
h ow</w>
fem ale</w>
sp ir
g ri
distr ict</w>
SA I
Fushim i</w>
u str
se a</w>
res t</w>
M a
K oku
Ni hon</w>
B ure
ran ce</w>
G oshi
tr av
C oll
in side</w>
h ear
K ik
ac compan
Cro wn</w>
usu ally</w>
hou ses</w>
g old</w>
Elec tric</w>
su ff
quar ters</w>
p att
ow a</w>
V ill
d on</w>
a- jinja</w>
A t
uk ai</w>
tre at
suppor t</w>
stit ution</w>
Z U
pow erful</w>
lim ited</w>
c el
ast e</w>
ran king</w>
pract ice</w>
cl ear</w>
a k</w>
U ji</w>
edit ary</w>
a shu</w>
Sh ot
Gr and</w>
liter ature</w>
leg it
cl ai
ai g
yor ai</w>
sp e
l ic
sel ected</w>
l iving</w>
sp ring</w>
pre par
l os
k ept</w>
C o</w>
reco gn
retur n</w>
pos thum
n atur
Ch un
in depend
develop ment</w>
nec ess
en th
M om
s ister</w>
ci l</w>
W ith</w>
R es
lin e
Tak eda</w>
Tak am
mis sion</w>
e al
Mon ogatari</w>
DA IRA</w>
Rest oration</w>
lev el</w>
writ ing</w>
tur ed</w>
l ad
charact eri
direc tly</w>
appro ximately</w>
M at
vis it</w>
her editary</w>
p aku</w>
acc ep
bas e</w>
N ik
cov ered</w>
uk o</w>
t un
o le</w>
t an
se ems</w>
m a
ent ary</w>
R yo
suppor ted</w>
cl ans</w>
an no
Shin k
i a</w>
al most</w>
Shi k
proper ty</w>
id a</w>
ty -
oc ial</w>
gre at
f all</w>
Bos atsu</w>
ex pl
d on
ac red</w>
I f</w>
ot s</w>
K int
S U</w>
c an
pl an</w>
comp ar
as c
abin et</w>
oc cas
e over</w>
Bure au</w>
ta x
k ar
hi ko</w>
Fur thermore</w>
ug e</w>
stud ents</w>
scal e</w>
od a</w>
conc ern
B A</w>
at or</w>
k ata</w>
if ic</w>
common ly</w>
pos itions</w>
l ow
f -
sh ort</w>
present -day</w>
bu sho</w>
ashi ro</w>
ic k
Comp any</w>
tot al</w>
su k
to o</w>
sel ves</w>
j u
el dest</w>
bell ion</w>
as ked</w>
ap pe
um o</w>
b on</w>
Imp ortant</w>
s ing
prof ess
f ell</w>
do m</w>
b att
post s</w>
invol ved</w>
piec es</w>
organ ization</w>
t ation</w>
st ed</w>
hand ed</w>
follow ed</w>
descend ants</w>
R ik
p ag
l ight</w>
ic ts</w>
p eri
mov ement</w>
k y
Sh on
M ak
m er</w>
do es</w>
ac him
Cap tain</w>
w ide</w>
ro ute</w>
out side</w>
P e
pr is
l s</w>
me i</w>
dis pat
up s</w>
organ ized</w>
aw a-
MATSU DAIRA</w>
om a</w>
un it</w>
k yu</w>
ic ip
them selves</w>
ol dest</w>
o- in</w>
k ei</w>
ar ch
p o</w>
es th
dist ingu
ribu ted</w>
im medi
cro s
St ate</w>
it self</w>
e ing</w>
T or
T o</w>
thro ugh
ar ily</w>
an g</w>
hig her</w>
ed ly</w>
z ai</w>
pain tings</w>
S E
var i
e z
belong ed</w>
um ent</w>
olog ical</w>
person s</w>
d -
buil dings</w>
O w
h eir</w>
G ok
ilit ies</w>
ex ec
S ub
Hong an-ji</w>
ser ve</w>
oku -
six th</w>
r is
oo t</w>
rem ained</w>
exc ept</w>
et su
T ei
L and</w>
t a</w>
T er
prov ided</w>
ev ent</w>
Goshi rakawa</w>
sug g
p al</w>
15 9
An d</w>
De partment</w>
Chun agon</w>
s we
Re tired</w>
Conf uc
stat ues</w>
ok oro</w>
legit imate</w>
d ynasty</w>
cir c
bel ow</w>
Wor ld</w>
3 1</w>
r i</w>
mer ch
bi g</w>
aw ara</w>
ar ticle</w>
K abuki</w>
fur ther</w>
ei ther</w>
ch es</w>
bro thers</w>
ar ran
ar chi
S on
M OTO</w>
A ff
uchi -
h aru</w>
stit ute</w>
k o
ev al</w>
eb r
comm un
no od
ai led</w>
U k
success ion</w>
mik oto</w>
a ur
app ears</w>
r un</w>
odai -ji</w>
oc c
h app
H er</w>
au ji</w>
n ation</w>
inher ited</w>
cour se</w>
col or</w>
ag awa</w>
ab ly</w>
St ates</w>
l ength</w>
if ication</w>
he i</w>
As soci
m y
10 0</w>
m ura</w>
land s</w>
Koj iki</w>
Ev en</w>
Dai g
re ign</w>
fin ally</w>
U j
l led</w>
ec onom
z u
wh ole</w>
Min o</w>
B u
sil ver</w>
s eries</w>
mon th</w>
e at</w>
anc est
ah ara</w>
2 0
origin ated</w>
T own</w>
T ango</w>
M utsu</w>
g e
direc tor</w>
vol umes</w>
et ada</w>
shi ps</w>
res igned</w>
par ts</w>
high -
K ami</w>
ri st
at ives</w>
t ained</w>
re vis
lar g
through out</w>
accep ted</w>
pro cess</w>
com b
cel ebr
15 7
Sh os
r end
T ot
HA RA</w>
st reet</w>
serv ices</w>
e astern</w>
stat es</w>
ex ist</w>
T reas
line age</w>
in k</w>
esth ood</w>
am bo
U E
o t</w>
er ence</w>
att emp
anc ed</w>
Lt d</w>
s ocial</w>
Vill age</w>
Associ ation</w>
tr aining</w>
it ing</w>
go ing</w>
Coll ection</w>
cust om
pri esthood</w>
c y</w>
act or</w>
Yor im
Aff airs</w>
w al
t ree</w>
em ori</w>
becom ing</w>
am aro</w>
u ted</w>
success or</w>
pro b
en emy</w>
co p
th ology</w>
t ext</w>
ov ed</w>
ei -
Ar my</w>
princi pal</w>
det ails</w>
h ak
g arden</w>
eri or</w>
o y</w>
Hou sehold</w>
E uro
tr an
t ain
sen se</w>
r ailway</w>
er ors</w>
T sur
wh ether</w>
tion al</w>
st ations</w>
nor thern</w>
j ingu</w>
increas ed</w>
set t
us es</w>
ev ents</w>
confl ict</w>
comm it
I CHI
w ear</w>
w e</w>
vi a</w>
sp iri
spiri t</w>
h om
Yam at
Gen eral</w>
t ern
reg ul
n ever</w>
In ner</w>
Y ear</w>
E ast</w>
of un</w>
ess ion</w>
w ards</w>
gen d</w>
fi elds</w>
m id
crit ic
a ji</w>
Kan sai</w>
E duc
An cient</w>
i ble</w>
imp ro
S aga</w>
struc ture</w>
s eng
ey ama</w>
trans l
t ains</w>
z ed</w>
ch ap
ot e</w>
oshi n</w>
m ary</w>
L aw</w>
wid ely</w>
w ood</w>
l ain</w>
j un
ar ts</w>
N yorai</w>
ograp hy</w>
an ti
ac tive</w>
Prefec tural</w>
us ol
co ins</w>
pos sible</w>
oc r
fil m</w>
sev enth</w>
g oku</w>
ar ies</w>
Tak auji</w>
S un
Nichi ren</w>
M is
M O</w>
s old</w>
pr on
g s</w>
T endai</w>
st re
soci ety</w>
ell ing</w>
co de</w>
c ut</w>
Kiyom ori</w>
rest aur
ran ks</w>
m ir
SA KA
M iddle</w>
ub o</w>
j iro</w>
d ou
ai jin</w>
Tan ba</w>
Kam ig
t ar
KU RA</w>
A shik
A n</w>
ular ly</w>
gro ups</w>
cor respon
arro w</w>
M ich
K ak
comp osed</w>
am achi</w>
leg al</w>
R ok
4 0</w>
ang u
y en</w>
su per
s o-
pur pose</w>
lun ar</w>
h at
b and</w>
J ushi
Cho shu</w>
Yam ag
Sh un
ordin ary</w>
k aku</w>
in it
Ch rist
scen e</w>
enth ron
ho t</w>
h ai
y ori</w>
th ings</w>
sen ior</w>
ess ed</w>
activ ities</w>
R us
No .</w>
Hig h</w>
gu ar
requ ired</w>
id es</w>
dis c
act ually</w>
educ ation</w>
tre ated</w>
di an</w>
de fin
Ow ari</w>
I shi
th re
s an</w>
prov isional</w>
f ight</w>
d ation</w>
T SU</w>
w at
si b
f un
ambo o</w>
am i-
NAKA MURA</w>
comm and</w>
Ad d
A ri
o ted</w>
l em
Shing on</w>
K U</w>
ec tive</w>
de ities</w>
c ed</w>
ak i-
ad s</w>
H ojo</w>
Am ong</w>
ing ly</w>
est ate</w>
dic ated</w>
Mor eover</w>
conf erred</w>
si a</w>
Tak a
M any</w>
the ories</w>
form al</w>
cl os
administr ative</w>
act ors</w>
ab les</w>
op p
et ing</w>
b ack
Shig a</w>
k u
disci ple</w>
att ers</w>
Mus ashi</w>
su ka</w>
res earch</w>
r ic
nood les</w>
m ight</w>
amb er
Proper ty</w>
warri ors</w>
sug i</w>
s acred</w>
p ref
ter ms</w>
ord ed</w>
in es</w>
i o</w>
Jugo inoge</w>
uk e</w>
partic ular</w>
O da</w>
G un
l ow</w>
b en
tran sp
posthum ous</w>
gu ard</w>
am asa</w>
pro mot
dom ains</w>
tow ns</w>
ous and</w>
Ashik aga</w>
difficul t</w>
coun t</w>
run ning</w>
po t</w>
po et</w>
p ass</w>
descri b
s or
r ather</w>
h ere</w>
eri c</w>
sh ow</w>
produc ts</w>
lit tle</w>
6 0</w>
rul ing</w>
pos s
h y
g ive</w>
Yas u
T odai-ji</w>
T a
G os
ro r</w>
le d
Th ree</w>
Sang i</w>
K ob
icip al</w>
f unc
G I
Fuk uchi
roy ed</w>
er u</w>
d eri
NO E</w>
C lo
B ut</w>
ro s
pp ed</w>
docum ent</w>
c ateg
mem orial</w>
in formation</w>
Chi ef</w>
z en
tr ade</w>
sec ret
high ly</w>
in str
ik u</w>
b ound</w>
H im
sh or
occ up
characteri st
ak ira</w>
18 5
und red</w>
f requ
wh ere
ut a</w>
ur ed</w>
rec orded</w>
er ry</w>
ud e</w>
tow ard</w>
n ov
aw arded</w>
av ed</w>
Educ ation</w>
us crip
on ed</w>
g ained</w>
f oot</w>
C ol
oc k</w>
I TO</w>
3 3</w>
natur al</w>
lear ned</w>
id ing</w>
Sh ok
um ents</w>
s ize</w>
if ic
f und
dest royed</w>
av y</w>
th s</w>
om m
i to</w>
h us
Sh ugo</w>
G or
opin ion</w>
mon ks</w>
h un
f ic
tre es</w>
env oy</w>
re ached</w>
in ner</w>
ent al</w>
E d
form ing</w>
Sh owa</w>
lead er</w>
ef for
clo th</w>
ast er</w>
O KA</w>
son s</w>
m ale</w>
loc ation</w>
ch in
t -
st ip
medi eval</w>
law ful</w>
ci ence</w>
YO SHI
man or</w>
i yo</w>
ix ed</w>
d rin
U pper</w>
Mas am
shi ki</w>
le gend</w>
dec or
s ion
hor se</w>
amber lain</w>
act ual</w>
techn ique</w>
rit suryo</w>
om on</w>
H at
G odai
rig h
ofuk u-ji</w>
id ea</w>
dis h</w>
Yam ashiro</w>
Am ida</w>
proper ties</w>
present ed</w>
R en
R O
Mik oto</w>
M ochi
st s</w>
offic ers</w>
man uscrip
f igh
ay u</w>
To yot
Mas ak
wor n</w>
squ are</w>
com ing</w>
H achim
Clo istered</w>
p ast</w>
m ul
dis p
b amboo</w>
at en</w>
typ es</w>
inv est
det er
O rig
B an
str ong
re di
iv al
includ es</w>
g ath
w r
in ated</w>
Chronic les</w>
v ir
st ri
seng umi</w>
rec omm
iv id
av ail
ap prov
Ar ticle</w>
resp ectively</w>
od ai</w>
id o</w>
M U
B ank</w>
ur a-
stor ies</w>
ok e</w>
me d
el led</w>
Fukuchi yama</w>
t o-
reg ent</w>
op en</w>
di ary</w>
yu -ji</w>
ot su
o- gawa</w>
g en</w>
f re
ere after</w>
el ev
bu shi</w>
D an
3 6</w>
sil k</w>
fin anc
Y ak
k ind
assist ant</w>
inter pre
exist ence</w>
B e
yo shu</w>
o- jinja</w>
Shin sengumi</w>
1 1
qu ality</w>
man u
ent er
descend ant</w>
Shin shu</w>
st and</w>
di shes</w>
in sul
in struc
MO RI</w>
wor ship</w>
territ ories</w>
is en</w>
distingu ished</w>
an ori</w>
S og
equ ival
d re
R in
Ar t</w>
sh ing</w>
avail able</w>
ch ing</w>
M iya</w>
wh y</w>
immedi ately</w>
en in</w>
el ed</w>
cust om</w>
bo ard</w>
San jo</w>
Cour ts</w>
tr ue</w>
t old</w>
s ions</w>
al ways</w>
Hok kaido</w>
Ac t</w>
k m</w>
gre en</w>
child hood</w>
Is land</w>
o i</w>
ke ep</w>
Nag a
M ajor</w>
Kaw achi</w>
K a
ut ting</w>
s ak
ok awa</w>
d am
P ure</w>
J usan
D az
sur i</w>
rec ent</w>
por tr
polit ics</w>
hum an</w>
equival ent</w>
ac ted</w>
sur rend
ind ivid
hus band</w>
financ ial</w>
e ed</w>
SU GI</w>
uk a</w>
ha shi</w>
b ashi</w>
T osa</w>
Mitsu hide</w>
Hei ke</w>
u als</w>
sho en</w>
con s
Govern ment</w>
st ood</w>
el der</w>
c m</w>
tsu k
mat erial</w>
de par
de ep
O tsu</w>
su d
ing redi
h ei
U E</w>
sub ject</w>
read ing</w>
op ped</w>
o- jo</w>
j ects</w>
iz o</w>
end o</w>
C enter</w>
up per</w>
av o
reg ular</w>
m ust</w>
k imono</w>
ish ment</w>
Kan paku</w>
um n</w>
ro of</w>
min utes</w>
lo t</w>
e o</w>
bro ke</w>
ac ros
S ur
st ayed</w>
sid es</w>
i le</w>
rit ual</w>
peri ods</w>
archi tec
acros s</w>
oshim a</w>
os en</w>
it su
ans en</w>
Godai go</w>
piec e</w>
offic es</w>
n a</w>
m un
direc tion</w>
Yor i
sh ugo</w>
pr ay
pic ture</w>
h ard</w>
escap ed</w>
er ation</w>
Coun cil</w>
recogn ized</w>
m ess
g un
f ar</w>
er c
d ro
bu gyo</w>
As sist
ic ide</w>
d ai</w>
appear ance</w>
zuk uri</w>
so on</w>
au ti
16 0
complet ely</w>
D istr
Add itionally</w>
ut en
t our
se -
pro hib
az aki</w>
att ached</w>
am p</w>
Higashi yama</w>
w ell
re al
iqu es</w>
as him
Par ty</w>
kn ow
em itsu</w>
dep uty</w>
I SHI
tw ent
pass eng
ne l</w>
lin ed</w>
NO UE</w>
og en</w>
o- cho</w>
exist ing</w>
ch o
I t
G O</w>
K ai</w>
ear ing</w>
te enth</w>
s le
independ ent</w>
gen cy</w>
ful l</w>
ass ass
L oc
f if
ent ually</w>
new ly</w>
de ad</w>
M iz
Kint etsu</w>
us ion</w>
anno unc
Shig e
Jusan mi</w>
Assist ant</w>
be h
b ow
am s</w>
T umulus</w>
w an
pol ice</w>
necess ary</w>
le aves</w>
e ase</w>
Echi zen</w>
18 4
sou thern</w>
ort ation</w>
ment al</w>
ib u</w>
es e-
eigh th</w>
cloth es</w>
at ively</w>
su icide</w>
grand son</w>
er ic
ear th
usol eum</w>
t able</w>
m ing</w>
k awa</w>
is c
in ojo</w>
ent rance</w>
bl ack</w>
Y od
186 8</w>
sh ows</w>
person al</w>
c ar</w>
am a-
ad ed</w>
Ni jo</w>
G y
w on</w>
tr ack</w>
manu fac
ch u
calligrap hy</w>
be i</w>
Mit sun
ful ly</w>
en insul
Tad a
D o
Ch ug
warri or</w>
w ak
sy m
know led
hol ding</w>
issu e</w>
can not</w>
bur ied</w>
Yoshim itsu</w>
U r
iz en</w>
ic ed</w>
grand father</w>
ar ti
G ot
A suka</w>
l ive</w>
c ou
Tak ak
Sh or
San et
S i
P l
Mich inaga</w>
me at</w>
man aged</w>
m iya</w>
exp eri
emp loy
ceremon ies</w>
arri age</w>
ai t</w>
B a
sou p</w>
iv il</w>
coll ected</w>
O b
s ong</w>
b ot
KA N
Hyo go</w>
B y</w>
requ est</w>
k am
g es</w>
conv en
re t</w>
ot eric</w>
l a
fig ure</w>
el ec
dispat ched</w>
disc us
depend ing</w>
bu re
S a
Iz umo</w>
treas ure</w>
ist s</w>
ab ility</w>
T w
L ib
s oba</w>
ri ver</w>
represent ative</w>
particip ated</w>
manag ement</w>
lo ok
fac ilities</w>
deter min
K E</w>
st ly</w>
gr ave</w>
M ing</w>
s our
op posed</w>
vic e-
un ique</w>
k i-
P er
s eri
et sugu</w>
s words</w>
por t</w>
em ed</w>
e ge</w>
N DO</w>
Ko be</w>
s ura</w>
ag re
St u
Set tsu</w>
Ex press</w>
Am eric
val ue</w>
r al</w>
foun dation</w>
eninsul a</w>
e ful</w>
comp et
Toyot omi</w>
ill s</w>
em er
ed ition</w>
Tai sho</w>
F ac
E s
techn iques</w>
re bellion</w>
dep ic
Shot oku</w>
w an</w>
plat form</w>
on e-
ishi ki</w>
cul tiv
acc ord
K ashi
tur ned</w>
ren amed</w>
pe ace</w>
li es</w>
d ono</w>
Mun icipal</w>
Har ima</w>
G O
Distr ict</w>
h ong
emp ress</w>
R ei
s cre
m ae</w>
beh ind</w>
sh aku</w>
reg arding</w>
kind s</w>
d ers</w>
Tak at
NA GA
y our</w>
s cro
r ad
com es</w>
Nobu t
Mas at
200 6</w>
moun tains</w>
d one</w>
concern ing</w>
Shink ansen</w>
sur e</w>
sh o-
m ur
estiv als</w>
eas ed</w>
Sh ug
ur b
adv oc
ver sion</w>
j utsu</w>
Prov isional</w>
Or der</w>
0 ,000</w>
inc orpor
ik e</w>
eng aged</w>
UE SUGI</w>
S ug
y uki</w>
ul ty</w>
m al</w>
let ters</w>
g ok
exam ples</w>
and s</w>
O KU
Nag asaki</w>
mag istr
jo in</w>
id enti
estab lish</w>
ai l</w>
Yam ashin
200 7</w>
re s</w>
n ation
er age</w>
W ar
tic les</w>
prev ious</w>
pr ai
n i</w>
compan ies</w>
an im
adv anced</w>
sing le</w>
mo chi</w>
exc av
be auti
U e
su sp
pag oda</w>
it ation</w>
b un
B ridge</w>
t umulus</w>
ow ers</w>
du ties</w>
disci ples</w>
b est</w>
N I</w>
surround ing</w>
prec inc
long er</w>
Un ited</w>
M and
p et
offic ially</w>
id ence</w>
Rec ords</w>
w are</w>
us ai</w>
ti al</w>
r on</w>
mor ning</w>
du ce</w>
c en
ac tion</w>
Q ing</w>
G ate</w>
tempor ary</w>
le ad</w>
c him
atsu -
at ures</w>
S ot
B i
teach ings</w>
k yo
k atsu</w>
emp erors</w>
cl osed</w>
bar bar
us o</w>
sh u
ord ers</w>
o o</w>
m oto</w>
con tr
K os
K is
qu est
ey ori</w>
ex hib
ai do</w>
D es
7 0</w>
3 5</w>
ov ere
ashi ge</w>
Yas ut
T oy
Shin ano</w>
KA WA
z ane</w>
us hima</w>
stit u
figh ting</w>
f er
appe ar</w>
al led</w>
S A</w>
ust ri
s em
p ot
ong s</w>
me t</w>
SA N
h as
bo w</w>
U m
w s</w>
reas ons</w>
pres erv
om atic</w>
m ill
l ove</w>
er ature</w>
el ing</w>
di pl
re pe
op ening</w>
k ill</w>
de dicated</w>
circ um
ro c
rin gs</w>
d an</w>
M ori</w>
w all</w>
n ature</w>
im asa</w>
ill ness</w>
ess es</w>
cal l</w>
y i
lad y</w>
grad u
ev entually</w>
describ es</w>
p aid</w>
er ship</w>
d es</w>
commit ted</w>
arm s</w>
H achi
wor shi
l angu
ever y
G on
rem ain</w>
fu ture</w>
con qu
ch a</w>
3 8</w>
sib ility</w>
pe i</w>
b es
Yoshin obu</w>
Shi chi
poin ted</w>
K ugyo</w>
some thing</w>
oun ced</w>
j u-
ar ist
Y a
Mom oyama</w>
A tsu
ul ation</w>
stand ard</w>
ne go
nego ti
min d</w>
le -
ac ad
7 2</w>
pe as
bas is</w>
adv ant
Yoshim asa</w>
off ered</w>
chang es</w>
belong ing</w>
accompan ied</w>
sy ll
spec i
in ter</w>
at ory</w>
1 15
val u
t at
i ated</w>
cir cul
T ran
Sh ak
M oun
Hig ashi</w>
gro und
g on</w>
follow ers</w>
deri ved</w>
b a
8 0</w>
zuk e</w>
st ated</w>
pres ident</w>
l ay
ag r
Kar as
D en
st able</w>
or u</w>
k in
draw n</w>
cont ains</w>
al es</w>
ag er</w>
no t
h air</w>
fac tion</w>
enthron ement</w>
K ong
K ing
vir t
sh owed</w>
o be</w>
ne ed
li k
iz ing</w>
O ther</w>
sum mer</w>
sh ops</w>
sec ts</w>
p up
mid -
iy ama</w>
gr ade</w>
eg r
3 2</w>
ir on</w>
Un der</w>
U daijin</w>
well -
su n</w>
sh am
s ent
con nec
au di
ab i</w>
ab a</w>
Sum mary</w>
B en
1 17
star ting</w>
lear ning</w>
j oy
ens ive</w>
ei sha</w>
Dai j
t aste</w>
star t</w>
partic ularly</w>
oku -ji</w>
me ant</w>
loc k</w>
i ent</w>
bu tsu
me eting</w>
il gri
af f</w>
z aemon</w>
shog un
restor ed</w>
R ep
D oshi
wor king</w>
schol ar</w>
s per
pl ays</w>
co st
arri ved</w>
Sh oshi
Confuc ian
C er
doc t
class ified</w>
beauti ful</w>
a uc
Yoshi aki</w>
TAKE DA</w>
Sek ig
- g
str ic
sh ar
re duc
hand s</w>
farm ers</w>
f estivals</w>
enti re</w>
ail ways</w>
Ue sugi</w>
Orig in
ot ing</w>
aj ima</w>
Prov inc
K iz
J ok
arist ocr
Z U</w>
K ing</w>
wh om</w>
vill ages</w>
o l</w>
es hi
Wak ashu</w>
Par k</w>
mat ernal</w>
i yoshi</w>
al co
Yoshin aka</w>
1 16
hel p</w>
flo or</w>
exc ell
chap ter</w>
bu t
bre w
Echi go</w>
s pl
guar dian</w>
g et
Ten mu</w>
Tad at
S ar
Hi ei</w>
G ak
A b
te en</w>
repor ted</w>
er ly</w>
e ating</w>
barbar ians</w>
al th</w>
Ok in
trad ition</w>
t ex
frequ ently</w>
circum st
En ry
tom b</w>
os eki</w>
fl av
fi x
SHI MA</w>
M im
A round</w>
transf er</w>
nin th</w>
l ab
ish ing</w>
h undred</w>
eal og
des ign</w>
conn ected</w>
cap tured</w>
a p</w>
Sad aijin</w>
Kit a</w>
J ing
oj i-
merch ants</w>
N en
A SA
th ousand</w>
le m</w>
influ enced</w>
id ent
K ofuku-ji</w>
sum i</w>
su i</w>
res sed</w>
g ar
bre wing</w>
Mik awa</w>
Hist or
H ai
15 6
s ound</w>
pro gr
li sted</w>
inst alled</w>
in e
ic ial</w>
ern s</w>
contro lled</w>
B akufu</w>
Euro pe</w>
C orpor
m ound</w>
dri ed</w>
j ik
em ic</w>
eff ect</w>
al ty</w>
Tai wan</w>
K us
H in
w earing</w>
occas ion</w>
giv ing</w>
si an</w>
restor ation</w>
comp il
Ki yo
su shi</w>
sm all
patt ern</w>
ou th</w>
m arriage</w>
k en
g ir
eg et
dou b
clai med</w>
c y
aku shi</w>
y s
spec ific</w>
ne igh
ligh ten
ingredi ents</w>
g aku</w>
e aten</w>
d id
auth or</w>
app lied</w>
V ol
Shi rakawa</w>
ud ai</w>
qu ite</w>
dom in
differ ence</w>
Me an
H yak
becom es</w>
S es
Al l</w>
re form</w>
princi ple</w>
j ima</w>
dr ama</w>
cri bed</w>
Sekig ahara</w>
Dai go</w>
id e
ei e</w>
class ical</w>
sub mitted</w>
and ed</w>
S E</w>
ran ge</w>
pro sper
batt les</w>
F un
3 9</w>
1 19
- cho</w>
ot us</w>
li ance</w>
increas e</w>
in f
dist ance</w>
defe at</w>
con fir
c it
as hima</w>
- -
swe et</w>
koku shi</w>
h oku</w>
dis mis
did n</w>
de b
cri min
TA NA
Ot omo</w>
OTO MO</w>
ut su
tw el
stu dies</w>
sho p</w>
pain ted</w>
Yoshin o</w>
Confucian ism</w>
tim et
th in</w>
ke ep
appoin tment</w>
ak usa</w>
Th us</w>
M od
E m
C abinet</w>
ur ban</w>
ru led</w>
k on
influ ential</w>
fl owers</w>
cond ition</w>
Sh om
Enry aku-ji</w>
sur name</w>
invest ig
hal f-
atsu k
S y
D ue</w>
t ale</w>
or e</w>
mo stly</w>
l y-
f uk
G oz
Doshi sha</w>
tic ket</w>
sign ific
Pe ople</w>
I se-
A BE</w>
s at
m age</w>
excell ent</w>
ear li
de ep</w>
d ar
San e
P ol
G yo
3 7</w>
play ing</w>
mov e</w>
int egr
in- law</w>
in sist
fl ower</w>
atsu ko</w>
Kuro do</w>
rul es</w>
is ions</w>
ar ticles</w>
anc ing</w>
ak ami</w>
plan ned</w>
p u</w>
k ofun</w>
curr ency</w>
an obu</w>
add itional</w>
wal k</w>
j aku</w>
it ems</w>
f our
ex change</w>
complet e</w>
TA CHI
Res earch</w>
sup p
so y</w>
res erv
i- jo</w>
be an</w>
ay uki</w>
S at
Az uchi-
y et</w>
sup posed</w>
exc ep
equ al</w>
e tic</w>
att end
T re
Shing en</w>
In stitute</w>
1 .
v eget
sp ace</w>
sh oku</w>
s ongs</w>
resp ect</w>
pron ounced</w>
n ine</w>
inv ited</w>
int ern
f are</w>
Kag ami</w>
territ orial</w>
respon sible</w>
on y
k ak
em asa</w>
and ai</w>
Tok aido</w>
N am
1 00
prepar ed</w>
exist s</w>
dec lined</w>
Kag oshima</w>
relig ion</w>
ec hi</w>
determin ed</w>
cook ing</w>
KO NOE</w>
vari ety</w>
tro op</w>
seas on
restaur ants</w>
o yo</w>
langu age</w>
gr and</w>
en joy
compar ed</w>
Yamashin a</w>
sur face</w>
sec ret</w>
n yo</w>
k abuki</w>
ind ustr
b ad</w>
P eninsula</w>
Japan ese-
Corpor ation</w>
run s</w>
rin es</w>
meas ures</w>
k now</w>
imp lem
di a</w>
c amp
SHI MA
Ch ok
3 4</w>
unc le</w>
so- called</w>
separ ated</w>
t ang
stud ent</w>
industr y</w>
M aster</w>
KU JO</w>
sh ort
o in</w>
he ight</w>
consist ing</w>
achiev ements</w>
T E
Mean while</w>
H am
Fuku oka</w>
ushi n</w>
t ok
t ai</w>
in spec
ashi ra</w>
agr icul
sh own</w>
ribu tion</w>
consist s</w>
t ory</w>
re le
indic ates</w>
go ods</w>
dec reas
cook ed</w>
ast ed</w>
Th at</w>
Shim ot
Sak yo</w>
M ost</w>
B O</w>
A gency</w>
m il
ill ing</w>
fun eral</w>
em oto</w>
ZA WA</w>
s ada</w>
circumst ances</w>
beli ef</w>
Treas ure</w>
200 5</w>
y asu</w>
su tra</w>
some one</w>
ow ager</w>
k ot
conc ept</w>
bur ial</w>
bl ood</w>
al a</w>
a ft</w>
TACHI BA
Sak ur
K ukai</w>
reg ional</w>
ograp hi
mak es</w>
hou sehold</w>
c abinet</w>
K aga</w>
J ik
ub lic</w>
sub sequently</w>
clud ed</w>
cast les</w>
b on
associ ated</w>
Mot ot
In ter
Fac ulty</w>
Az uma</w>
4 9</w>
righ ts</w>
mar tial</w>
for t
amb er</w>
M ir
C ent
spir its</w>
regul ations</w>
re li
knowled ge</w>
j uro</w>
hon or
coll ap
b ridge</w>
aut y</w>
Kat sur
Han kyu</w>
Con stitution</w>
w inter</w>
sum o</w>
h arm
ex iled</w>
buil d</w>
tit les</w>
n i
k az
associ ation</w>
am ori</w>
ac tively</w>
Y om
TACHIBA NA</w>
Emp ire</w>
w as
n en
law s</w>
en lighten
ec d
bow l</w>
anti -
Rik yu</w>
rem aining</w>
me dic
mat ter</w>
gath ered</w>
fac ility</w>
cro p</w>
ad ul
Tak e
T oday</w>
Shi gen
SHI BA</w>
Hiro shima</w>
200 8</w>
ug aku</w>
u ter</w>
st ab
ob o</w>
mill ion</w>
it ude</w>
descrip tions</w>
chu jo</w>
az a</w>
af ter
S pec
I yo</w>
C ode</w>
vice- councilor</w>
s overe
prin cess</w>
is land</w>
N JI</w>
4 3</w>
wh eat</w>
w a
ug i</w>
th y</w>
sub du
passeng ers</w>
magistr ate</w>
d an
Nag oya</w>
N yo
tak es</w>
sub o</w>
j ust
cr af
conn ection</w>
con ver
as k</w>
T oba</w>
um s</w>
prev ent</w>
k oji</w>
govern ors</w>
att ention</w>
Yoshit omo</w>
T at
A izu</w>
1 st</w>
tax es</w>
k ag
k ab
ichi i</w>
bas ic</w>
T emp
Hit achi</w>
ground s</w>
cont in
bu -
H ot
Eng lish</w>
. .</w>
t op
schol ars</w>
per mission</w>
enter tain
emp has
cul p
c are</w>
Hos okawa</w>
6 7</w>
12 0
ta ught</w>
st ones</w>
nob ility</w>
n ers</w>
manuscrip t</w>
iy ori</w>
dec ision</w>
YO SHI</w>
Kum ano</w>
K ir
I shik
16 8
simp ly</w>
se eing</w>
rem oved</w>
liter ary</w>
le aving</w>
dr am
den ly</w>
conc ub
a e
sup pres
prob lem</w>
do or</w>
H ay
tempor arily</w>
peas ants</w>
od des
st ic
pun ishment</w>
os o</w>
i- jinja</w>
g ame</w>
fix ed</w>
e ous</w>
e e</w>
5 00</w>
re vol
r ying</w>
in omiya</w>
ha y
c rest</w>
architec ture</w>
yok ai</w>
y oku</w>
sud denly</w>
su e</w>
neigh bor
head quarters</w>
cont ributed</w>
cl us
R ak
O ld</w>
5 8</w>
0 s</w>
u pris
se al</w>
s oy
p ite</w>
l acqu
f ree</w>
audi ence</w>
Yoshi k
T on
SA KI</w>
K oy
transp ortation</w>
succ eed</w>
st er</w>
ro ads</w>
f ailed</w>
de partment</w>
bo iled</w>
auc r
ashi -
S ea</w>
los op
hi losop
ch erry</w>
ancest or</w>
Tre at
Kin ki</w>
st aff</w>
ro k
m id</w>
le ave</w>
kan ji</w>
fol k</w>
ext ended</w>
effor ts</w>
div ision</w>
co in</w>
Sou th</w>
S o</w>
Q u
Mi to</w>
K im
Cer emon
5 2</w>
patt erns</w>
p ill
incorpor ated</w>
head s</w>
gen ealog
aw ar
accord ance</w>
Yoshit aka</w>
in ing</w>
dis covered</w>
col ored</w>
bure aucr
back ground</w>
an y
a oka</w>
To yo
Mot o
L it
Di rec
zuk a</w>
st opped</w>
op pos
m aru</w>
gok enin</w>
cond itions</w>
Sak ai</w>
Rec ord</w>
Di ary</w>
5 1</w>
strong ly</w>
seas on</w>
s aw</w>
rap id</w>
iy uki</w>
if u</w>
ent ry</w>
en ough</w>
ar t
Ok ayama</w>
F ive</w>
D ew
u i</w>
rit uals</w>
k ets</w>
h ang
great ly</w>
ev il</w>
con currently</w>
advis er</w>
Yam an
U kyo</w>
5 4</w>
- in</w>
stip end</w>
shogun al</w>
fav or
bo x</w>
att v
arran ged</w>
an ecd
Vol ume</w>
T eng
S om
Jushi inoge</w>
Am en
18 0
z on</w>
yo e</w>
us h</w>
prefec ture</w>
me ly</w>
l ist</w>
comp os
c ard</w>
bus es</w>
an agi</w>
al ing</w>
Shin -
4 8</w>
4 2</w>
wor k
tre mely</w>
repor t</w>
oy s</w>
main tained</w>
in s
happ ened</w>
ec hi
ac ks</w>
U t
Su z
Shi zu
Shi r
Nai daijin</w>
oshi -
i sho</w>
cro wn</w>
R U
He ad</w>
tur ing</w>
sug ar</w>
sle ev
r ate</w>
hear d</w>
ha i</w>
g am
f ar
ex tremely</w>
acad emic</w>
N e
Miy azu</w>
KA TA
I KE
A y
tow ards</w>
se ki</w>
rel atively</w>
ref used</w>
mast er
ke y</w>
hong i</w>
et aka</w>
c ities</w>
aut umn</w>
ann ual</w>
an ks</w>
Shim og
K od
Con t
z oku</w>
w alls</w>
ud en</w>
prohib ited</w>
pic tures</w>
or a</w>
om s</w>
Y U
War ring</w>
St at
Ki i</w>
D ay</w>
super vis
stor e</w>
per mitted</w>
organ iz
im oto</w>
di o</w>
Kaw ar
G UCHI</w>
Dai shi</w>
re located</w>
mon o</w>
mo on</w>
k in</w>
it able</w>
en -ji</w>
coll ec
co des</w>
am atsu</w>
Mas a
A w
A g
4 5</w>
the ater</w>
tai sha</w>
sh o-ji</w>
res ist
prot ection</w>
pro ject</w>
per c
ok ami</w>
od his
l ives</w>
grand child</w>
S ok
2 00</w>
187 1</w>
w ind</w>
str eng
per forming</w>
k oto</w>
ishi n</w>
avo id</w>
16 9
urb ance</w>
pop ular
ol den</w>
lik ely</w>
ivers ary</w>
exec uted</w>
dre w</w>
car ry</w>
b ri
at a-
Be fore</w>
vi ol
un iversity</w>
t oku</w>
or -
cont ents</w>
ch an
ashi yama</w>
announc ed</w>
an omiya</w>
U me
O NO</w>
M ag
Kum amoto</w>
Kin ai</w>
J im
Higashi -
Cl an</w>
wan ted</w>
teach ing</w>
teac her</w>
simp le</w>
s cap
oddes s</w>
man ner</w>
ilgri mage</w>
hak ase</w>
c u
c ause</w>
approv ed</w>
S cience</w>
Mot on
7 5</w>
ur yo</w>
sal t</w>
or ity</w>
k a
expres sed</w>
econom ic</w>
defin ed</w>
Shin ran</w>
Kam o</w>
I chin
H an</w>
Ar ts</w>
6 9</w>
ter min
r aw</w>
n on-
j ected</w>
i- cho</w>
hol ds</w>
ap pl
aku in</w>
G om
A p
sh all</w>
ru m</w>
resul ted</w>
rece ive</w>
prefec tural</w>
equ ip
I WA
186 9</w>
re ti
p an
mer ged</w>
en aga</w>
c at
bl os
arm ed</w>
Shon ii</w>
Ichi jo</w>
3 00</w>
17 0
we ap
sett led</w>
secret ary</w>
requ ested</w>
mon ths</w>
m atters</w>
Shi n</w>
Sai go</w>
um asa</w>
nor th
mod el</w>
k un
jin -
fil ms</w>
expres sion</w>
dec line</w>
cloth ing</w>
bir th
at trac
s ive</w>
r ary</w>
oper ations</w>
om asa</w>
odhis attv
o s</w>
le ge</w>
h ost</w>
eas ily</w>
dom est
as ion</w>
af usa</w>
R u
Koku shi</w>
Dew a</w>
B ook</w>
p en
ok yo</w>
mul ti
mar ket</w>
l ement</w>
g ak
desc ended</w>
co pper</w>
ab and
Po etry</w>
N is
H y
t ower</w>
od ate</w>
me an</w>
Sak one</w>
Iz umi</w>
treas ures</w>
sum e</w>
sty les</w>
r d</w>
def ense</w>
bet to</w>
O NJI</w>
G er
4 th</w>
suppor ting</w>
om ori</w>
ing -
f a
a- dera</w>
U don</w>
Moun tain</w>
Masam une</w>
L im
E ar
D ist
Ch amberlain</w>
A sia</w>
7 0
5 5</w>
4 6</w>
sy st
str ateg
ret re
min ist
l ook</w>
ill ustr
dis sol
conf ron
c and
Mod ern</w>
Kon oe</w>
1 -
re in
prefec tures</w>
ob ject</w>
n ar
j ug
id en</w>
chang ing</w>
b ring</w>
al tern
advant age</w>
Sur uga</w>
we ight</w>
stor es</w>
recomm ended</w>
r are</w>
performan ces</w>
numb ers</w>
d own
characterist ics</w>
achiev ed</w>
Sh rines</w>
San uki</w>
O I
J izo</w>
ICHI KAWA</w>
C ur
6 5</w>
r ise</w>
pow ers</w>
n ep
m ist
e ko</w>
be auty</w>
ad ing</w>
SO GA</w>
Mi yoshi</w>
G an
treat ment</w>
sit es</w>
scrip tion</w>
pro posed</w>
pp on</w>
individ ual</w>
hat amoto</w>
ent ering</w>
SAI ONJI</w>
Masak ado</w>
AM I</w>
A mat
z umi</w>
ur ity</w>
stre am</w>
spec ially</w>
pray er</w>
ph r
or ted</w>
er ce</w>
enlighten ment</w>
T achi
L ake</w>
t ell
sho in</w>
pe erage</w>
oo m</w>
n or</w>
mess eng
ma usoleum</w>
des igned</w>
correspon ding</w>
Sub way</w>
Origin ally</w>
MI YOSHI</w>
un in</w>
stand s</w>
s n
poin ts</w>
plat forms</w>
p ul
mis sion
m ixed</w>
k o-
k il
j uku</w>
go es</w>
ann iversary</w>
Ok imi</w>
Iz u</w>
AM URA</w>
4 1</w>
transl ated</w>
sour ce</w>
no thing</w>
in a</w>
f led</w>
draw ing</w>
dist inc
atsu gu</w>
ail road</w>
a- gawa</w>
S endai</w>
Mitsun ari</w>
M ilitary</w>
Kam e
For e
A no
3 rd</w>
pr ice</w>
opin ions</w>
m ai
et oki</w>
el t</w>
ed ict</w>
ay asu</w>
attemp ted</w>
W at
